Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/EnhancedTrackingProtection.xcstrings
Source language: en_us
Languages: ab, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Menu.EnhancedTrackingProtection.PrivacySettings.Title.v128
source: Privacy settings
ab: Амаӡара аопциақәа
br: Arventennoù ar vuhez prevez
bs: Postavke privatnosti
ca: Paràmetres de privadesa
co: Parametri di cunfidenzialità
cs: Nastavení soukromí
cy: Gosodiadau preifatrwydd
da: Indstillinger for beskyttelse af dit privatliv
de: Datenschutzeinstellungen
dsb: Nastajenja priwatnosći
el: Ρυθμίσεις απορρήτου
eo: Privatecaj agordoj
es: Ajustes de privacidad
es_ar: Configuración de privacidad
es_cl: Ajustes de privacidad
es_mx: Ajustes de privacidad
eu: Pribatutasun-ezarpenak
fi: Tietosuoja-asetukset
fr: Paramètres de vie privée
gd: Roghainnean prìobhaideachd
gl: Configuración de privacidade
he: הגדרות פרטיות
hr: Postavke privatnosti
hsb: Nastajenja priwatnosće
hu: Adatvédelmi beállítások
hy_am: Գաղտնիության կարգավորումներ
ia: Parametros de confidentialitate
id: Pengaturan privasi
is: Persónuverndarstillingar
it: Impostazioni privacy
ja: プライバシー設定
ka: პირადულობის პარამეტრები
kab: Iɣewwaren n tbaḍnit
kk: Жекелік баптаулары
ko: 개인 정보 설정
lo: ການຕັ້ງຄ່າຄວາມເປັນສ່ວນຕົວ
ml: സ്വകാര്യത ക്രമീകരണങ്ങൾ
nb: Personverninnstillinger
nl: Privacyinstellingen
nn: Personverninnstillingar
pa_in: ਪਰਦੇਦਾਰੀ ਸੈਟਿੰਗਾਂ
pl: Ustawienia prywatności
pt_br: Configurações de privacidade
pt_pt: Definições de privacidade
rm: Parameters da la protecziun da datas
ru: Параметры приватности
sat_olck: ᱱᱤᱥᱚᱱ ᱥᱟᱡᱟᱣᱠᱚ
scn: Mpustazzioni di privatizza
si: රහස්‍යතා සැකසුම්
sk: Nastavenia ochrany súkromia
sl: Nastavitve zasebnosti
sq: Rregullime privatësie
su: Setélan privasi
sv: Sekretessinställningar
tg: Танзимоти махфият
th: การตั้งค่าความเป็นส่วนตัว
tr: Gizlilik ayarları
tt: Хосусыйлык көйләүләре
ug: شەخسىيەت تەڭشىكى
uk: Параметри приватності
vi: Cài đặt quyền riêng tư
zh_cn: 隐私设置
zh_tw: 隱私權設定

# Menu.EnhancedTrackingProtection.Switch.Title.v128
source: Enhanced Tracking Protection
ab: Еиӷьтәу ашьҭаԥшра ахьчара
br: Gwarez araokaet a-enep d’an heulierien
bs: Napredna zaštita od praćenja
ca: Protecció contra el seguiment millorada
co: Prutezzione rinfurzata contr’à u spiunagiu
cs: Rozšířená ochrana proti sledování
cy: Diogelwch Uwch Rhag Tracio
da: Udvidet beskyttelse mod sporing
de: Verbesserter Tracking-Schutz
dsb: Pólěpšony slědowański šćit
el: Ενισχυμένη προστασία από καταγραφή
eo: Plibonigita protekto kontraŭ spurado
es: Protección mejorada contra el rastreo
es_ar: Protección de rastreo aumentada
es_cl: Protección de seguimiento mejorada
es_mx: Protección mejorada contra el rastreo
eu: Jarraipenaren babes hobetua
fi: Tehostettu seurannan suojaus
fr: Protection renforcée contre le pistage
gd: Dìon adhartach o thracadh
gl: Protección mellorada contra o rastrexo
he: הגנת מעקב מתקדמת
hr: Poboljšana zaštita od praćenja
hsb: Polěpšeny slědowanski škit
hu: Fokozott követés elleni védelem
hy_am: Ուժեղացված հետագծման պաշտպանություն
ia: Protection antitraciamento reinfortiate
id: Perlindungan Pelacakan yang Ditingkatkan
is: Aukin rakningarvörn
it: Protezione antitracciamento avanzata
ja: 強化型トラッキング防止
ka: თვალთვალისგან გაძლიერებული დაცვა
kab: Ammesten mgal aḍfaṛ yettwaseǧhed
kk: Бақылаудан кеңейтілген қорғаныс
ko: 향상된 추적 방지 기능
lo: ປັບປຸງການປ້ອງກັນການຕິດຕາມ
ml: മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം
nb: Utvidet sporingsbeskyttelse
nl: Verbeterde bescherming tegen volgen
nn: Utvida sporingsvern
pa_in: ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ
pl: Wzmocniona ochrona przed śledzeniem
pt_br: Proteção aprimorada contra rastreamento
pt_pt: Proteção melhorada contra a monitorização
rm: Protecziun avanzada cunter il fastizar
ru: Улучшенная защита от отслеживания
sat_olck: ᱵᱟᱲᱦᱟᱣᱟᱠᱟᱱ ᱯᱟᱸᱡᱟ ᱨᱚᱯᱷᱟ
scn: Prutizzioni avanzata dû trazzamentu
si: දියුණු කළ ලුහුබැඳීමේ රැකවරණය
sk: Rozšírená ochrana pred sledovaním
sl: Izboljšana zaščita pred sledenjem
sq: Mbrojtje e Thelluar Nga Gjurmimi
su: Protéksi Palacakan Tingkat Lanjut
sv: Förbättrat spårningsskydd
tg: Муҳофизати такмилёфта аз пайгирӣ
th: การป้องกันการติดตามแบบพิเศษ
tr: Gelişmiş izlenme koruması
tt: Күзәтелүдән Көчәйтелгән Саклау
ug: كۈچەيتىلگەن ئىزلاشتىن قوغداش
uk: Розширений захист від стеження
vi: Trình chống theo dõi nâng cao
zh_cn: 增强型跟踪保护
zh_tw: 加強型追蹤保護

# Menu.EnhancedTrackingProtection.SwitchOff.Text.v129
source: Protections are OFF. We suggest turning them back on.
ab: Ахьчара Ҿыцуп. Ҳара иҳабжьаҳгоит уи даҽазнык иаркырц.
br: Diweredekaet eo ar gwarezioù. Aliañ a reomp deoc’h gweredekaat anezho en-dro.
bs: Zaštite su ISKLJUČENE. Predlažemo da ih ponovo uključite.
ca: La protecció està desactivada. Us recomanem reactivar-la.
co: E prutezzioni sò disattivate. Vi ricumandemu di riattivalle torna.
cs: Ochrana je VYPNUTÁ. Doporučujeme ji znovu zapnout.
cy: Mae'r mesurau diogelwch wedi'u DIFFODD. Rydym yn awgrymu eu troi yn ôl ymlaen.
da: Beskyttelse er SLÅET FRA. Vi anbefaler, at du slår det til igen.
de: Der Schutz ist DEAKTIVIERT. Wir empfehlen Ihnen, ihn wieder zu aktivieren.
dsb: Šćity su znjemóžnjone. Naraźujomy je zasej zmóžniś.
el: Η προστασία είναι ΑΝΕΝΕΡΓΗ. Προτείνουμε να την ενεργοποιήσετε ξανά.
eo: Protektoj estas MALAKTIVAJ. Ni sugestas reaktivigi ilin.
es: Las protecciones están desactivadas. Te sugerimos volver a activarlas.
es_ar: Las protecciones están desactivadas. Te sugerimos que las volvás a activar.
es_cl: Las protecciones están desactivadas. Te sugerimos volver a encenderlas.
es_mx: Las protecciones están desactivadas. Te sugerimos volver a activarlas.
eu: Babesak desgaituta daude. Berriro ere aktibatzea gomendatzen dugu.
fi: Suojaukset ovat POIS PÄÄLTÄ. Suosittelemme kytkemään ne takaisin päälle.
fr: Les protections sont désactivées. Nous vous suggérons de les réactiver.
gd: Tha an dìon dheth. Mholamaid dhut an cur air a-rithist.
gl: As proteccións están DESACTIVADAS. Suxerímoslle activalas de novo.
he: ההגנות כבויות. אנו מציעים להפעיל אותן מחדש.
hr: Zaštite su ISKLJUČENE. Predlažemo da ih ponovo uključiš.
hsb: Škity su znjemóžnjene. Namjetujemy je zaso zmóžnić.
hu: A védelem KI van kapcsolva. Javasoljuk, hogy kapcsolja be újra.
hy_am: Պաշտպանություններն անջատված են: Առաջարկում ենք նորից միացնել այն։
ia: Le protectiones es disactivate. Nos consilia reactivar los.
id: Perlindungan NONAKTIF. Kami sarankan untuk mengaktifkannya kembali.
is: Slökkt er á vörnum. Við mælum með að kveikja aftur á þeim.
it: Le protezioni sono DISATTIVATE. Si consiglia di riattivarle.
ja: 保護機能がオフになっています。再度オンにすることをおすすめします。
ka: დაცვა გამორთულია. გირჩევთ ისევ ჩართოთ.
kab: Ammesten yensa. Ad nsumer ad t-tremdeḍ.
kk: Қорғаныстар СӨНДІРІЛГЕН. Біз оларды қайта іске қосуды ұсынамыз.
ko: 보호 기능이 꺼져 있습니다. 다시 켜는 것이 좋습니다.
lo: ການປ້ອງກັນຖືກປິດໄວ້. ພວກເຮົາແນະນຳໃຫ້ເປີດການປ້ອງກັນຄືນໃໝ່.
ml: സംരക്ഷണങ്ങൾ അണച്ചിരിക്കുന്നു. അവയെ വീണ്ടും തുടങ്ങിവയ്ക്കുന്നതിലാണു് ബുദ്ധി.
nb: Beskyttelser er AV. Vi foreslår at du slår det på igjen.
nl: Beschermingen zijn UIT. We raden u aan ze weer in te schakelen.
nn: Vern er AV. Vi føreslår att du slår det på igjen.
pa_in: ਸੁਰੱਖਿਆਵਾਂ ਬੰਦ ਹਨ। ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਚਾਲੂ ਕਰਨ ਦਾ ਸੁਝਾਅ ਦਿੰਦੇ ਹਾਂ।
pl: Ochrona jest wyłączona. Zalecamy ponowne jej włączenie.
pt_br: As proteções estão DESATIVADAS. Sugerimos reativar.
pt_pt: As proteções estão desativadas. Sugerimos que as ligue novamente.
rm: Las protecziuns èn DEACTIVADAS. Nus recumandain da las reactivar.
ru: Защита ОТКЛЮЧЕНА. Мы предлагаем включить её снова.
sat_olck: ᱨᱩᱠᱷᱤᱭᱟᱹ ᱫᱚ ᱵᱚᱱᱫᱚ ᱜᱮᱭᱟ ᱾ ᱟᱞᱮ ᱩᱱᱠᱩ ᱫᱚᱦᱲᱟ ᱪᱟᱹᱞᱩ ᱞᱟᱹᱜᱤᱫ ᱥᱚᱞᱦᱟ ᱞᱮ ᱮᱢᱟᱫ ᱠᱚᱣᱟ ᱾
scn: I prutizzioni sunnu sdisabbilitati. Ti suggiremu d’abbilitalli arrè.
sk: Ochrana sú VYPNUTÁ. Odporúčame ju znova zapnúť.
sl: Zaščite so IZKLOPLJENE. Predlagamo, da jih znova vklopite.
sq: Mbrojtjet janë OFF. Sugjerojmë t’i aktivizoni.
su: Protéksi dipareuman. Urang nyarankeun pikeun ngahurungkeun deui.
sv: Skydd är AV. Vi föreslår att du slår på det igen.
tg: Воситаи муҳофизат ХОМӮШ АСТ. Мо тавсия медиҳем, ки шумо онро аз нав фаъол созед.
th: การป้องกันปิดอยู่ เราขอแนะนำให้เปิดกลับมาใหม่อีกครั้ง
tr: Korumalar KAPALI. Yeniden açmanızı öneririz.
ug: قوغداش تاقاق. ئۇنى قايتا قوزغىتىشنى تەۋسىيە قىلىمىز.
uk: Захист ВИМКНЕНО. Ми пропонуємо ввімкнути його знову.
vi: Trình chống đã TẮT. Chúng tôi khuyên bạn nên bật lại.
zh_cn: 保护已关闭，建议重新启用。
zh_tw: 已關閉保護，建議您重新開啟。

# Menu.EnhancedTrackingProtection.SwitchOn.Text.v128
source: If something looks broken on this site, try turning it off.
ab: Ари асаит аҿы акы аус амуазар, уи аҿыхра шәҽазышәшәа.
br: Ma seblant bezañ torret un dra bennak war al lec’hienn-mañ, klaskit diweredekaat anezhañ.
bs: Ako nešto izgleda pokvareno na ovoj stranici, pokušajte to isključiti.
ca: Si us sembla que aquest lloc no funciona bé, proveu de desactivar-la.
co: S’è qualcosa ùn pare micca funziunà nant’à stu situ, pruvate di disattivà sta funzione.
cs: Pokud se vám zdá, že je něco na této stránce nefunkční, zkuste to vypnout.
cy: Os yw rhywbeth yn edrych wedi torri ar y wefan hon, ceisiwch ei ddiffodd.
da: Hvis noget på webstedet ikke ser ud til at virke som det skal, så prøv at slå beskyttelse fra.
de: Wenn etwas auf dieser Website beschädigt aussieht, deaktivieren Sie ihn.
dsb: Jolic něco na toś tom sedle wobškóźone wuglěda, znjemóžniśo jen.
el: Αν κάτι δεν λειτουργεί σωστά σε αυτόν τον ιστότοπο, δοκιμάστε να την απενεργοποιήσετε.
eo: Se io misfunkcias en tiu ĉi retejo, provu malŝalti ĝin.
es: Si algo parece que no funciona en este sitio, intenta desactivarla.
es_ar: Si algo parece roto en este sitio, probá desactivarla.
es_cl: Si algo parece corrupto en este sitio, intenta desactivarlo.
es_mx: Si algo parece que no funciona en este sitio, intenta desactivarla.
eu: Zerbaitek apurtuta badirudi gune honetan, saiatu desaktibatzen.
fi: Jos jokin näyttää olevan rikki tällä sivustolla, yritä sammuttaa se.
fr: Si quelque chose semble ne pas fonctionner sur ce site, tentez de désactiver cette fonctionnalité.
gd: Tha coltas gu bheil rudeigin briste air an làrach seo. Feuch ris a chur dheth.
gl: Se algo parece que non funciona neste sitio, intente desactivalo.
he: אם משהו נראה שבור באתר הזה, ניתן לנסות לכבות אותה.
hr: Ako na ovoj stranici nešto izgleda pokvareno, pokušaj isključiti zaštitu.
hsb: Jeli něšto na tutym sydle wobškodźene wupada, znjemóžńće jón.
hu: Ha valami nem működik ezen az oldalon, próbálja meg kikapcsolni.
hy_am: Եթե այս կայքում ինչ-որ բան կոտրված է, փորձեք անջատել այն:
ia: Si alco pare rupte in iste sito, tenta disactivar lo.
id: Jika ada yang rusak pada situs ini, coba matikan.
is: Ef eitthvað virðist bilað á þessu vefsvæði, skaltu prófa að slökkva á því.
it: Se qualcosa non funziona su questo sito, prova a disattivarla.
ja: このサイトでの動作がおかしい場合は、オフにしてみてください。
ka: თუ საიტზე რამე გაუმართავია, სინჯეთ გამორთვა.
kab: Ma yella wayen ur nteddu ara ɣef usmel-a, εreḍ ad tsenseḍ tamahilt-a.
kk: Бұл сайтта бірдеңе бұзылған болып көрінсе, оны өшіріп көріңіз.
ko: 이 사이트에서 뭔가 손상된 것처럼 보이면 해당 기능을 꺼보세요.
lo: ຖ້າມີບາງຢ່າງຜິດປົກກະຕິຢູ່ໃນເວັບໄຊທ໌ນີ້, ໃຫ້ລອງປິດມັນ.
ml: ഈ വെബുസ്ഥാനത്തിൽ എന്തെങ്കിലും തകരാറുണ്ടെന്നു് തോന്നുന്നുണ്ടെങ്കിൽ പരിരക്ഷകളെ അണച്ചു് നോക്കൂ.
nb: Hvis noe ser ødelagt ut på dette nettstedet, prøv å slå det av.
nl: Als iets op deze website niet werkt, probeer het dan uit te schakelen.
nn: Om noko ser øydelagt ut på nettstaden, prøv å slå det av.
pa_in: ਜੇ ਇਸ ਸਾਈਟ ਉੱਤੇ ਕੁਝ ਕੰਮ ਨਹੀਂ ਕਰਦਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਬੰਦ ਕਰਕੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Jeśli coś na tej witrynie nie działa, spróbuj ją wyłączyć.
pt_br: Se algo parecer não funcionar neste site, experimente desativar.
pt_pt: Se parecer que algo não está a funcionar neste site, experimente desativar.
rm: Sche insatge para rut sin questa website, emprova da la deactivar.
ru: Если что-то не работает на этом сайте, попробуйте её отключить.
sat_olck: ᱡᱩᱫᱤ ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱨᱮ ᱡᱟᱦᱟᱱᱟᱜ ᱨᱟᱹᱯᱩᱫ ᱧᱮᱞᱚᱜ ᱠᱟᱱᱟ, ᱮᱱᱠᱷᱟᱱ ᱚᱱᱟ ᱵᱚᱱᱫᱚ ᱨᱮᱭᱟᱜ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾
scn: Si cc’è quarchi cosa ca nun funziona nna stu situ, prova a sdisabbilitari i prutizzioni.
sk: Ak sa niečo na tejto stránke javí ako nefunkčné, skúste ju vypnúť.
sl: Če je videti, da spletno mesto ne deluje pravilno, jo poskusite izklopiti.
sq: Nëse diçka duket se nuk punon në këtë sajt, provoni ta çaktivizoni.
su: Lamun aya anu katingali rusak dina situs ieu, cobaan pareuman heula.
sv: Om något ser trasigt ut på den här webbplatsen, försök att stänga av det.
tg: Агар ягон чиз дар ин сомона вайрон бошад, кӯшиш кунед, ки онро хомӯш намоед.
th: หากมีบางอย่างดูเสียหายในไซต์นี้ ให้ลองปิดการป้องกัน
tr: Site bozuk görünüyorsa kapatmayı deneyin.
ug: ئەگەر بۇ تور بېكەتتە بىرەر نەرسە بۇزۇلغاندەك كۆرۈنسە، ئۇنى تاقاپ سىناپ بېقىڭ.
uk: Якщо на цьому сайті щось не працює, спробуйте вимкнути захист.
vi: Nếu có gì đó bị hỏng trên trang web này, hãy thử tắt nó đi.
zh_cn: 若网站功能异常，请尝试关闭保护。
zh_tw: 若此網站功能異常，可嘗試關閉此功能。

# MainMenu.Account.AccessibilityLabels.BackButton.v137
source: Back
br: Distreiñ
bs: Nazad
ca: Enrere
co: Ritornu
cs: Zpět
cy: Nôl
da: Tilbage
de: Zurück
dsb: Slědk
el: Πίσω
eo: Malantaŭen
es: Atrás
es_ar: Retroceder
es_cl: Atrás
es_mx: Atrás
eu: Atzera
fi: Takaisin
fr: Retour
gl: Atrás
he: חזרה
hr: Natrag
hsb: Wróćo
hu: Vissza
hy_am: Նախորդը
ia: Retro
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ka: უკან
kab: Ɣer deffir
kk: Артқа
ko: 뒤로
lo: ກັບຄືນ
ml: തിരികെ
nb: Tilbake
nl: Terug
nn: Tilbake
pa_in: ਪਿੱਛੇ
pt_br: Voltar
pt_pt: Retroceder
rm: Enavos
ru: Назад
scn: Nn’arrè
si: ආපසු
sk: Naspäť
sl: Nazaj
sq: Mbrapsht
sv: Tillbaka
tg: Ба қафо
th: ย้อนกลับ
tr: Geri
ug: قايت
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_tw: 返回

# MainMenu.Account.AccessibilityLabels.CloseButton.v137
source: Close
br: Serriñ
bs: Zatvori
ca: Tanca
co: Chjode
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
dsb: Zacyniś
el: Κλείσιμο
eo: Fermi
es: Cerrar
es_ar: Cerrar
es_cl: Cerrar
es_mx: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gl: Pechar
he: סגירה
hr: Zatvori
hsb: Začinić
hu: Bezárás
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kab: Mdel
kk: Жабу
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
nb: Lukk
nl: Sluiten
nn: Lat att
pa_in: ਬੰਦ ਕਰੋ
pt_br: Fechar
pt_pt: Fechar
rm: Serrar
ru: Закрыть
scn: Chiuji
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
sv: Stäng
tg: Пӯшидан
th: ปิด
tr: Kapat
ug: تاقا
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉
